tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "openssl"
brew "readline"
brew "sqlite"
brew "ansible"
brew "assh"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "git"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "exa"
brew "fish"
brew "ghq"
brew "gibo"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "highlight"
brew "htop"
brew "hub"
brew "jq"
brew "lv"
brew "mas"
brew "mosh"
brew "neovim"
brew "nkf"
brew "packer"
brew "peco"
brew "phantomjs"
brew "pinentry-mac"
brew "pkg-config"
brew "pstree"
brew "xz"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "renameutils"
brew "ssh-copy-id"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
cask "alfred"
cask "appzapper"
cask "atom"
cask "bartender"
cask "betterzipql"
cask "choosy"
cask "cyberduck"
cask "dash"
cask "delibar"
cask "dropbox"
cask "firefox"
cask "flash-player"
cask "franz"
cask "github-desktop"
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "kitematic"
cask "libreoffice"
cask "mysimbl"
cask "mysqlworkbench"
cask "onyx"
cask "path-finder"
cask "psequel"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rambox"
cask "rstudio"
cask "sequel-pro"
cask "silverlight"
cask "spectacle"
cask "synergy"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "astro"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-noto-sans-cjk-jp"
cask "caskroom/fonts/font-noto-serif-cjk-jp"
cask "caskroom/fonts/font-ricty-diminished"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-han-code-jp"
cask "caskroom/fonts/font-source-han-sans"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CotEditor", id: 1024640650
mas "EdgeView 2", id: 1206246482
mas "Fantastical 2", id: 975937182
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "Quiver", id: 866773894
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "StuffIt Expander 16", id: 919269455
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
