fisherman/await
oh-my-fish/plugin-balias
oh-my-fish/plugin-direnv
fisherman/fzf
fisherman/getopts
fisherman/last_job_id
oh-my-fish/plugin-pbcopy
oh-my-fish/plugin-peco
yoshiori/fish-peco_select_ghq_repository
yoshiori/fish-peco_select_zsh_history
fisherman/rbenv
dot/theme-yimmy
fisherman/z
